Repository: InfotelGLPI/tasklists
Catalog: locales/*.po
Languages: cs_cz, es_es, es_mx, fi_fi, ja_jp, pl_pl, ru_ru

source: Tasks list
cs_cz: Seznam úkolů
es_es: Lista de tareas
es_mx: Lista de tareas
fi_fi: Tehtävien luettelo
ja_jp: タスクリスト
pl_pl: Lista zadań
ru_ru: Список задач

source: Archived
cs_cz: Archivováno
es_es: Archivado
es_mx: Archivado
fi_fi: Arkistoitu
ja_jp: 保管済み
pl_pl: Zarchiwizowane
ru_ru: Заархивирован

source: Context
cs_cz: Kontext
es_es: Contexto
es_mx: Contexto
fi_fi: Asiayhteys
ja_jp: コンテキスト
pl_pl: Kontekst
ru_ru: Контекст

source: Due date
cs_cz: Termín
es_es: Fecha de vencimiento
es_mx: Fecha de vencimiento
fi_fi: Määräaika
ja_jp: 期限
pl_pl: Data zakończenia
ru_ru: Срок исполнения

source: Add task
cs_cz: Přidat úkol
es_es: Agregar tarea
es_mx: Agregar tarea
fi_fi: Lisää tehtävä
ja_jp: タスクの追加
pl_pl: Dodaj zadanie
ru_ru: Добавить задачу

source: Kanban
fi_fi: Taulu
ja_jp: カンバン
ru_ru: Канбан

source: You don't have the right to see any context
cs_cz: Nemáte oprávnění pro zobrazení žádného kontextu
es_es: Usted no tiene privilegios para ver ningún contexto
es_mx: Sin derecho a visualizar ningún contexto
fi_fi: Sinulla ei ole oikeutta nähdä mitään asiayhteyttä
ja_jp: コンテキストを表示する権限がありません
ru_ru: У вас нет прав на просмотр контекста

source: Backlog
cs_cz: Nashromážděno
es_es: Reserva
es_mx: Reserva
fi_fi: Jono
ja_jp: バックログ
pl_pl: Zaległości
ru_ru: Бэклог

source: Archive all tasks of this state
cs_cz: Archivovat všechny úkoly, které mají tento stav
es_es: Archivar todas las tareas en este estado.
fi_fi: Arkistoi kaikki tässä tilassa olevat tehtävät
ru_ru: Заархивировать задачи с таким статусом

source: See archived tasks
cs_cz: Zobrazit archivované úkoly
es_es: Ver tareas archivadas.
fi_fi: Näytä arkistoidut tehtävät
pl_pl: Zadania zarchiwizowane
ru_ru: Показать архивные задачи

source: Hide archived tasks
cs_cz: Skrýt archivované úkoly
es_es: Ocultar tareas archivadas
fi_fi: Piilota arkistoidut tehtävät
pl_pl: Ukryj zarchiwizowane zadania
ru_ru: Скрыть архивные задачи

source: Clone task
cs_cz: Klonovat úkol
es_es: Copiar tarea
fi_fi: Monista tehtävä
pl_pl: Sklonuj zadanie
ru_ru: Копировать задачу

source: See tasks in progress
cs_cz: Zobrazit všechny rozpracované úkoly
es_es: Ver tareas en progreso
fi_fi: Katso käynnissä olevat tehtävät
pl_pl: Zadania wykonywane
ru_ru: Посмотреть задачи в работе

source: See tasks of
cs_cz: Zobrazit úkoly
es_es: Ver tareas de
fi_fi: Näytä tehtävät
pl_pl: Zadania użytkownika
ru_ru: Посмотреть задачу

source: See all tasks
cs_cz: Zobrazit všechny úkoly
es_es: Ver todas las tareas
fi_fi: Näytä kaikki tehtävät
pl_pl: Wszystkie zadania
ru_ru: Посмотреть все задачи

source: Are you sure you want to archive this task ?
cs_cz: Opravdu chcete tento úkol zaarchivovat?
es_es: ¿Seguro que quieres archivar esta tarea?
fi_fi: Haluatko varmasti arkistoida tämän tehtävän?
ru_ru: Вы уверены, что хотите заархивировать эту задачу?

source: Are you sure you want to archive all tasks ?
cs_cz: Opravdu chcete zaarchivovat všechny úkoly?
es_es: ¿Seguro que quieres archivar todas las tareas?
fi_fi: Haluatko varmasti arkistoida kaikki tehtävät?
ru_ru: Вы уверены, что хотите заархивировать все задачи?

source: Archive this task
cs_cz: Zaarchivovat tento úkol
es_es: Archivar esta tarea
fi_fi: Arkistoi tämä tehtävä
ru_ru: Архивировать эту задачу

source: Update priority of task
cs_cz: Změnit prioritu úkolu
es_es: Actualizar prioridad de tarea
fi_fi: Päivitä tehtävän prioriteetti
ru_ru: Обновить приоритет задачи

source: Details of task
cs_cz: Podrobnosti úkolu
es_es: Detalles de la tarea
fi_fi: Tehtävän lisätiedot
pl_pl: Szczegóły zdania
ru_ru: Детали задачи

source: A task has been added
cs_cz: Byl přidán úkol
es_es: Se ha añadido una tarea.
es_mx: Tarea agregada
fi_fi: Tehtävä on lisätty
ja_jp: タスクを追加しました
pl_pl: Dodano zadanie
ru_ru: Задача была добавлена

source: A task has been updated
cs_cz: Byl aktualizován úkol
es_es: Se ha actualizado una tarea
es_mx: Tarea actualizada
fi_fi: Tehtävä on päivitetty
ja_jp: タスクを更新しました
pl_pl: Zaktualizowano zadanie
ru_ru: Задача была обновлена

source: A task has been removed
cs_cz: Byl odebrán úkol
es_es: Se ha borrado una tarea
es_mx: Tarea eliminada
fi_fi: Tehtävä on poistettu
ja_jp: タスクを削除しました
pl_pl: Usunięto zadanie
ru_ru: Задача была удалена

source: Other client
cs_cz: Jiný klint
es_es: Otro cliente
es_mx: Otro cliente
fi_fi: Muu asiakas
ja_jp: その他のクライアント
pl_pl: Inny klient
ru_ru: Другой клиент

source: At creation, update, removal of a task
cs_cz: Při vytvoření, aktualizaci a odebrání úkolu
es_es: En la creación, actualización, eliminación de una tarea
es_mx: Creación, actualización y borrado de una tarea
fi_fi: Luonti, päivitys, tehtävän poisto
ja_jp: タスクの作成、更新、削除時
ru_ru: При создании, изменении, удалении задачи

source: Context by default
cs_cz: Kontext ve výchozím stavu
es_es: Contexto predefinido
es_mx: Contexto predefinido
fi_fi: Asiayhteys oletuksena
ja_jp: デフォルトのコンテキスト
ru_ru: Контекст по умолчанию

source: See and update all tasks
cs_cz: Zobrazit a aktualizovat všechny úkoly
es_es: Ver y actualizar todas las tareas
es_mx: Ver y actualizar todas las tareas
fi_fi: Näytä ja päivitä kaikki tehtävät
ja_jp: すべてのタスクを表示・更新
ru_ru: Посмотреть и обновить все задачи

source: States ordering
cs_cz: Řazení vztahů
es_es: Ordenación de estados
es_mx: Estados ordenados
fi_fi: Tilojen järjestely
ja_jp: 状態の並び順
ru_ru: Упорядочение статусов

source: Add states from GLPI
cs_cz: Přidat stavy z GLPI
es_es: Añadir estados desde GLPI
fi_fi: Lisää tilat GLPI:stä
ru_ru: Добавить статусы из GLPI

source: You cannot archive a task with this state
cs_cz: Není možné archivovat úkol, který je v tomto stavu
es_es: No puedes archivar una tarea con este estado
es_mx: No puedes archivar una tarea con este estado
fi_fi: Et voi arkistoida tässä tilassa olevaa tehtävää
ja_jp: この状態のタスクを保管できません
ru_ru: Вы не можете заархивировать задачу с таким статусом

source: Existing client
cs_cz: Existující klient
es_es: Cliente existente
es_mx: Cliente existente
fi_fi: Olemassa oleva asiakas
ja_jp: 既存のクライアント
ru_ru: Существующий клиент

# visibility
source: This user
cs_cz: Tento uživatel
es_es: Este usuario
es_mx: Este usuario
fi_fi: Tämä käyttäjä
ja_jp: このユーザー
pl_pl: Użytkownik
ru_ru: Этот пользователь

# visibility
source: This user and this group
cs_cz: Tento uživatel a skupina
es_es: Este usuario y este grupo
es_mx: Este usuario y su grupo
fi_fi: Tämä käyttäjä ja tämä ryhmä
ja_jp: このユーザーとグループ
pl_pl: Użytkownik i grupa
ru_ru: Этот пользователь и эта группа

# visibility
source: All
cs_cz: Všichni
es_es: Todos
es_mx: Todas
fi_fi: Kaikki
ja_jp: すべて
pl_pl: Wszystko
ru_ru: Все

source: Affect entity for create task
cs_cz: Přiřadit entitu pro vytvoření úkolu
es_es: Afecta a la entidad para crear la tarea
es_mx: Afectar entidad para crear tarea
fi_fi: Kohdista tehtävä yksikköön
ja_jp: タスクを作成してエンティティ―に影響を与える
ru_ru: Влияние организации на создание задачи

source: Linked task
cs_cz: Propojený úkol
es_es: Tarea vinculada
es_mx: Tarea vinculada
fi_fi: Liitetty tehtävä
ja_jp: リンクしたタスク
pl_pl: Powiązane zadanie
ru_ru: Связанная задача

source: No task linked to this ticket yet
cs_cz: K tomuto požadavku zatím nejsou připojené žádné úkoly
es_es: Aún no hay ninguna tarea vinculada a esta petición
es_mx: Aún no hay ninguna tarea vinculada a este ticket
fi_fi: Tikettiin ei vielä ole liitetty tehtävää
ja_jp: このチケットにリンクしているタスクはありません
pl_pl: Brak powiązanych zadań do tego zgłoszenia
ru_ru: Нет связанных с заявкой задач

source: Link a existant ticket
cs_cz: Propojit s existujícím požadavkem
es_es: Vincula una petición existente
es_mx: Vincular un ticket existente
fi_fi: Liitä olemassa oleva tiketti
ja_jp: 既存のチケットにリンクする
pl_pl: Powiąż ze zgłoszeniem
ru_ru: Связать с существующей заявкой

source: Linked tickets
cs_cz: Připojené požadavky
es_es: Peticiones vinculadas
es_mx: Tickets vinculados
fi_fi: Liitetyt tiketit
ja_jp: リンクしているチケット
pl_pl: Powiązane zgłoszenia
ru_ru: Связанные заявки

source: Add a group
cs_cz: Přidat skupinu
es_es: Agregar un grupo
es_mx: Agregar un grupo
fi_fi: Lisää ryhmä
ja_jp: グループを追加
pl_pl: Dodaj grupę
ru_ru: Добавить группу

source: Groups allowed to use context
cs_cz: Skupiny kterým je umožněno používat kontext
es_es: Grupos permitidos para usar el contexto
es_mx: Grupos permitidos para usar contexto
fi_fi: Sallitut ryhmät
ja_jp: コンテキストの利用を許可しているグループ
pl_pl: Grupy dopuszczone do użycia w tym kontekście
ru_ru: Группы с разрешением использовать контекст

source: Not archived
es_mx: No archivado
ja_jp: 未保管

source: Tables
es_mx: Tablas
ja_jp: テーブル

source: There is no accessible context
es_mx: No hay un contexto accesible
ja_jp: 開くことができるコンテキストがありません

source: Automatic refreshing of tasklist
es_mx: Actualización automática de la lista de tareas
ja_jp: タスクリストの自動画面更新

source: Refresh every
es_mx: Actualizar cada
ja_jp: 更新間隔

source: minute(s)
es_mx: minuto(s)
ja_jp: 分

source: Configure contexts and statuses
es_mx: Configurar contextos y estados
ja_jp: コンテキストと状態の設定

source: Add states from linked Kanban
es_mx: Agregar estados desde vínculos Kanban
ja_jp: リンクしているカンバンから状態を追加する

# quantity
source: Number of comments
es_mx: Número de comentarios
ja_jp: コメント数

source: Status
es_mx: Estado
ja_jp: 状態
